Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_652_itemid_EQ_195.tmx
Source language: sme
Languages: smn

source: Čoahkkinlatnja Sisti heive unna čoahkkimii dahje joavkobargui 15-20 olbmui .
smn: Čuákkimviste Sisti Čuákkimviste Sisti heivee pargoujuávkkutilen 15-20 ulmui .

source: Sisti lea goalmmát gearddis .
smn: Sisti lii kuálmád keerdist .

source: xxx
smn: Sisti lii tavesämikielâ já meerhâš šišne .

source: STURRODAT Viidodat : 40 m2
smn: SAIJAASVUOTÂ Vijđodâh:40 m2

source: KAPASITEAHTTA : * Diplomáhtahámis : 15-20 olbmui TEKNIHKKA JA RUSTTEGAT :
smn: KAPASITEET : Diplomaathäämist : 15-20 ulmui TEKNIIK JÁ PIERGÂSEH :

source: * Fuom ! lanjas eai leat lásat .
smn: * Huám ; visteest iä lah laasah .

source: * Videoráđđádallanteknihkka ja - oktavuohta
smn: * Videoráđádâllâmtekniik já - ohtâvuotâ

source: * Čoahkkinfáladeamit .
smn: * Čuákkimfaalâdmeh .

source: Galgá diŋgot ovddalgihtii .
smn: Kalga tiilááđ muuneeld .
